Repository: vizdr/SparEinKasse
Catalog: WpfApplication1/Local/Resource.*.resx
Languages: ru

source: Account(s)
ru: Счет(а)

# Balance
source: Profit-Loss, History
ru: Прибыль-Убыток, По датам

# Beneficiary
source: Remittee
ru: Получатель

# ChangeLang
source: Change Language
ru: Язык

# DatumFrom
source: From:
ru: От:

# DatumTo
source: To:
ru: До:

source: Exp.
ru: Расх.

# Exp2
source: Exp. - Group
ru: Траты по группам

source: Expenses
ru: Траты

# ExpensesOverDate
source: Expenses - Date
ru: Траты по датам

# ExpensesOverRemittee
source: Expenses - Beneficiary
ru: Траты по получателям

# ExpensesOverRemitteeGroups
source: Expenses - Beneficiary Group
ru: Расходы по группам получателей

# ExpensesOverCategory
source: Expenses - Category
ru: Расходы по категориям

source: Filter
ru: Фильтры

source: Inc.
ru: Доходы

source: Incomes
ru: Поступления

# IncomesOverDate
source: Incomes - Date
ru: Поступления по датам

source: Settings
ru: Настройки

source: Time Span
ru: Период

# UpdateDataStorage
source: Update DataBank
ru: Обновить БД

# UpdateDateSpan
source: Update Span
ru: Обновить Период

# RestartRequiredTitle
source: Restart Required
ru: Требуется перезапуск

# RestartRequiredMessage
source: Please restart the application for the language change to take effect. Restart now?
ru: Пожалуйста, перезапустите приложение для применения изменения языка. Перезапустить сейчас?

# FilterExpensesLessOrEqual
source: Expenses <=
ru: Расходы <=

# FilterExpensesGreaterOrEqual
source: Expenses >=
ru: Расходы >=

# FilterIncomesGreaterOrEqual
source: Incomes >=
ru: Доходы >=

# FilterIncomesLessOrEqual
source: Incomes <=
ru: Доходы <=

# FilterFind
source: Find:
ru: Найти:

# FilterBuchungstext
source: Booking text
ru: Тип операции

# FilterApply
source: Apply
ru: Применить

# FilterClose
source: Close
ru: Закрыть

# FilterReset
source: Reset
ru: Сбросить

# FilterUse
source: Use
ru: Вкл

# FilterAccount
source: Account
ru: Счёт

# FilterToShow
source: To Show
ru: Показать

# FilterValues
source: Values
ru: Значения

# FilterNotAssigned
source: Not Assigned
ru: Не задано

# ActTitle
source: Activation
ru: Активация

# ActEnterFirstName
source: Enter Your First Name:
ru: Введите имя:

# ActEnterName
source: Enter Your Name:
ru: Введите фамилию:

# ActEnterEmail
source: Enter Your E-Mail:
ru: Введите E-Mail:

# ActRequestCode
source: Activation Request Code:
ru: Код запроса активации:

# ActGenerate
source: Generate Activation Request Code
ru: Сгенерировать код запроса

# ActSubmitRequest
source: Submit Activation Request
ru: Отправить запрос активации

# ActResetRequest
source: Reset Request
ru: Сбросить запрос

# ActActivate
source: Activate
ru: Активировать

# ActGetCode
source: Get Activation Code
ru: Получить код активации

# ActEnterCodeHint
source: You may enter activation code here:
ru: Введите код активации здесь:

# ActClose
source: Close
ru: Закрыть

# ActSucceeded
source: Thank you for the succeeded activation. Activation dialog may be closed forever.
ru: Спасибо за успешную активацию. Окно активации можно закрыть навсегда.

# ActFailed
source: Activation failed. Trial period: 60 days. Please send your Activation Request Code from E-Mail: {0} to {1}. Soon after payment you will receive the activation code.
ru: Активация не удалась. Пробный период: 60 дней. Пожалуйста, отправьте код запроса активации с E-Mail: {0} на {1}. После оплаты вы получите код активации.

# ActGetCodeFailed
source: Activation failed. Please, try again later.
ru: Активация не удалась. Пожалуйста, попробуйте позже.

# ActRequestSucceeded
source: Activation request succeeded ({0}). Activation Code will be sent after the payment.
ru: Запрос активации выполнен ({0}). Код активации будет отправлен после оплаты.

# ActRequestFailed
source: Activation request failed ({0}): {1} Please send on E-mail {2} data from this form. Activation Code will be sent on your E-Mail after the payment.
ru: Запрос активации не удался ({0}): {1} Пожалуйста, отправьте данные из формы на E-Mail {2}. Код активации будет отправлен на вашу почту после оплаты.

# ActCodeGenerated
source: Activation Request Code is generated. Please, submit Activation Request.
ru: Код запроса активации сгенерирован. Пожалуйста, отправьте запрос активации.

# ActCodeReceived
source: Activation Code received ({0}). Activation is unlocked.
ru: Код активации получен ({0}). Активация разблокирована.

# ActRemoteServiceError
source: Remote service Error ({0}): {1}
ru: Ошибка удалённого сервиса ({0}): {1}

# ActRemoteServiceFailed
source: Remote service failed. You can communicate with the owner via {0}.
ru: Удалённый сервис недоступен. Вы можете связаться с владельцем по адресу {0}.
